[
    {
        "Title":"Qualities of a Great Business Travel Laptop",
        "category":"laptop",
        "Details":"There are several main reasons why you might be looking for a new or upgraded computer, and work is one of the top examples here. A laptop is often the best option when it comes to a work computer, and particularly so for those who know they will be traveling a lot and require their device with them at all times.

        At PC Laptops, we're here to offer a wide range of desktop and laptop computers for clients around Salt Lake City, Murray, Sandy, West Jordan and nearby areas, including those who need a quality device that will stand up to their business travel needs. Here are some of the key qualities to be looking at as you select or build the ideal laptop for your travel habits.",
        "Dates":"SEPTEMBER 28, 2022"
    },
    {
        "Title":"Future of the smartphone industry",
        "category":"mobile",
        "Details":"Let’s face it ーblockchain is the technology of the future. Ever since Bitcoin appeared back in 2008, it caused a lot of attention and for the right reasons. The truth is that companies nowadays are still discovering how technology such as blockchain really works. On that journey, moguls are trying to include blockchain in security, finance, logistics and other branches. And that is how blockchain based devices were born. As you have probably had a chance to read, blockchain is often put next to the word IoT ー Internet of Things. Why is that? Are these technologies alike? Why is blockchain called the third generation of technology that can change the world? And the ultimate one ー what the potential of blockchain based devices. Let’s get to answering all these questions.",
        "Dates":"SEPTEMBER 28, 2023"
    },
    {
        "Title":" Camera top choices for every budget",
        "category":"Camera",
        "Details":"Whether you’re creating content for YouTube, TikTok or Instagram, the best vlogging cameras make it easy to record high-quality vlogs for your audience. We’ve put together this expert guide to help you find the perfect tool for your vlogging needs and budget.

        In our expert reviews of all the latest models, we comprehensively assess the key features that matter when vlogging in the real world. That includes how well a camera’s autofocus system detects and tracks subjects, and how effectively its image stabilization can smooth video when shooting handheld. 
        
        Based on these objective assessments, we’ve ranked our favorite vlogging cameras below. Each entry has been included because it’s the best option for a certain type of vlogger. Whether you’re a seasoned vlogger or just starting out, our guide will help you find your ideal choice. 
        
        We think the best vlogging camera for most people right now is the DJI Osmo Pocket 3. It’s a slim and compact pocket tool for solo vlogging on the go, with an impressive multi-aspect 1-inch sensor, crisp 4K video up to 120fps, rotating rear touchscreen and super smooth gimbal-stabilized footage. Put simply, it's better than your phone.",
        "Dates":"SEPTEMBER 28, 2023"
    }
]